[{
  "_id": {
    "$oid": "6079dc4c36b4ff1448c2c470"
  },
  "type": "sports",
  "title": "Five most impactful men's college basketball transfers so far in wild offseason",
  "description": "This year's NCAA transfer policy change has opened the floodgates for men's college basketball players to change schools and make an immediate impact on a new team in 2021-22. The NCAA Division I council voted this month to give athletes one free pass to transfer during their careers and play right away without having to sit out a season.",
  "url": "https://eu.usatoday.com/story/sports/ncaab/2021/04/20/mens-college-basketball-five-most-impactful-transfers-2021-22/7288986002/",
  "urlToImage": "https://www.gannett-cdn.com/presto/2021/04/19/USAT/91f01380-423b-4005-add8-9b92cc58f640-USP_NCAA_Basketball__Utah_at_Stanford.jpg?width=2560",
  "publishedAt": "2020-04-16T21:37:59.745Z",
  "author": "Scott Gleeson ",
  "__v": 0
},{
  "_id": {
    "$oid": "6079dc5636b4ff1448c2c471"
  },
  "type": "politics",
  "title": "George W. Bush Says He Was 'Shocked' by Public Reaction to His Friendship with Michelle Obama",
  "description": "Over the years, Mrs. Obama has similarly spoken about her fondness for Bush and the public's reaction to their bipartisan bond. In December 2019, she told his daughter, Jenna Bush Hager, that despite being of different political affiliations, they still share the same values. \"I had an opportunity to sit by your father at funerals, the highs and the lows, and we shared stories about our kids and about our parents,\" Mrs. Obama told Bush Hager during a Today interview. \"Our values are the same,\" the Waffles + Mochi star added of herself and Bush. \"We disagree on policy, but we don't disagree on humanity, we don't disagree about love and compassion. I think that's true for all of us — it's just that we get lost in our fear of what's different.\"",
  "url": "https://www.wrcbtv.com/story/43702352/bush-says-he-was-shocked-by-peoples-reactions-to-his-friendship-with-michelle-obama",
  "urlToImage": "https://wrcb.images.worldnow.com/images/20639687_G.jpeg?auto=webp&disable=upscale&height=560&fit=bounds&lastEditedDate=1618839275000",
  "publishedAt": "2021-03-12T21:37:59.745Z",
  "author": "CNN Newswire",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21236b4ff1448c2c472"
  },
  "type": "finance",
  "title": "Dogecoin 'will probably cease to exist': veteran trader",
  "description": "The Dogecoin faithful have declared April 20 “Doge Day,” but on Wall Street, having your own day is no guarantee of legitimacy or longevity. Still, the cryptocurrency token that started out as a joke deserves some props. Created in 2013 by software engineers as a “fun” alternative to bitcoin (BTC-USD), the dogecoin (DOGE-USD) is based on a “Doge” meme featuring a Shiba Inu dog dog alongside nonsensical phrases in multicolored, Comic Sans-font text. Dogecoin is now a top 10 digital currency worth $50 billion — bigger than Exxon Mobil (XOM) or Ford (F). Fans are hoping to see Dogecoin hit $1 on April 20, one week after it was valued at just 9 cents. While it’s spectacular and “nonsensical” rise has been something to behold, veteran trader Eddie Ghabour, managing partner at Key Advisors Group, isn’t buying the hype. “I look at Dogecoin as more of a speculative play that when this bubble bursts, it will probably cease to exist,” Ghabour told Yahoo Finance Live.",
  "url": "https://finance.yahoo.com/news/dogecoin-will-probably-cease-to-exist-key-advisors-group-160132621.html",
  "urlToImage": "https://cdn.mos.cms.futurecdn.net/kiU3zeV863UoMTHzXfkZeU-1024-80.jpg.webp",
  "publishedAt": "2021-04-12T21:37:59.745Z",
  "author": "Alexis Christoforous",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21436b4ff1448c2c473"
  },
  "type": "world",
  "title": "Updates: European drug regulator backs J&J COVID-19 vaccine",
  "description": "The European Union's drug regulator ruled today that a warning about unusual blood clots associated with low levels of blood platelets should be added to the product information for Johnson & Johnson's COVID-19 vaccine – but concluded that the vaccine's benefits outweigh the risk. J&J said in a statement it would resume its rollout of the vaccine in Europe. The European Medicines Agency found a \"possible link\" between the one-dose vaccine and eight reports of blood clots, including one fatality. More than 7 million doses have been administered in the U.S. The U.S. Food and Drug Administration last week asked states to temporarily pause using J&J’s vaccine “out of an abundance of caution.\" Dr. Anthony Fauci has said the FDA could once again clear J&J's vaccine for use as soon as Friday.",
  "url": "https://www.reuters.com/business/healthcare-pharmaceuticals/eu-regulator-finds-possible-link-between-jj-covid-19-vaccine-blood-clots-2021-04-20/",
  "urlToImage": "https://www.reuters.com/resizer/2qOMz6j2a1OWUMbTnySc-z9lc68=/960x0/cloudfront-us-east-2.images.arcpublishing.com/reuters/IXB3J4Z6GFOC7NSRJHD2ATSWTU.jpg",
  "publishedAt": "2021-04-16T21:37:59.745Z",
  "author": "Reuters, Pushkala Aripaka, Anthony Deutsch, John Miller",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21a36b4ff1448c2c474"
  },
  "type": "sports",
  "title": "'Single worst text' Ryan Fitzpatrick ever sent was to Alex Smith after his leg injury",
  "description": "Players and fans alike spent time reminiscing about Alex Smith's 16-year NFL career after he announced his retirement on Monday, but no one had a better — or more embarrassing — story than Washington Football Team quarterback Ryan Fitzpatrick.  Fitzpatrick learned about Smith's retirement while he was recording the \"Green Light\" podcast with retired defensive end Chris Long. The conversation they were having quickly switched to Smith, and Fitzpatrick had nothing but wonderful things to say about him.  \"Everywhere he went, he made the team better,\" Fitzpatrick said about Smith, his fellow 2005 draftee.  Then Fitz decided to reveal what he called \"one of my biggest regrets to date.\" He sent Smith a text following his catastrophic leg injury in 2018, and called it \"the single worst text I've ever sent.\"",
  "url": "https://www.sportingnews.com/us/nfl/news/ryan-fitzpatrick-alex-smith-leg-injury/1lf1yoj0et4jz110svy6px1blc#:~:text=%22When%20Alex%20broke%20his%20leg,ll%20fix%20you%20right%20up.",
  "urlToImage": "https://s.yimg.com/ny/api/res/1.2/TEG_sqfab6Ls3eaJ9JB4Qg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYyMC40ODtjZj13ZWJw/https://s.yimg.com/os/creatr-uploaded-images/2021-04/0b237800-a1f7-11eb-8bbd-93171f709c1c",
  "publishedAt": "2021-03-16T21:37:59.745Z",
  "author": "Liz Roscher",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21a36b4ff1448c2c475"
  },
  "type": "sports",
  "title": "Former USC offensive lineman Chris Brown dies at 24",
  "description": "Brown played at USC from 2015-18, appearing in 53 games. He earned All Pac-12 honorable mention honors and was named USC Offensive Lineman of the Year as a junior in 2017 while starting all 14 games at left guard protecting Sam Darnold. He was also a full-time starter as a senior. He signed as an undrafted free agent with the Los Angeles Chargers in 2019, but never played in the NFL. He started five games with the XFL's DC Defenders in 2020. Brown is the second former USC lineman to die at a young age in the last year. Max Tuerk died of an enlarged heart last June at 26 years old after collapsing on a trail while hiking with his parents. ",
  "url": "https://www.espn.com/college-football/story/_/id/31285438/former-usc-trojans-offensive-lineman-chris-brown-dies-24",
  "urlToImage": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2021%2F0418%2Fr842443_1296x729_16%2D9.jpg&w=1140&cquality=40&format=jpg",
  "publishedAt": "2021-02-16T21:37:59.745Z",
  "author": "Kyle Bonagura",
  "__v": 0
},{
  "_id": {
    "$oid": "607b13905025ec30acd4f072"
  },
  "publishedAt": "2019-04-16T21:37:59.745Z",
  "type": "sports",
  "title": "LeBron James' former Miami mansion, with space for two yachts, sells for $12.75 million",
  "description": "LeBron James' former home in Miami — where the NBA star lived when he played for the Heat from 2010 to 2014 — just sold for $12.75 million. The four-time NBA champion picked up the property for $9 million in 2010 a few months after signing with the Heat and sold it for $13.4 million in 2015 after returning to the Cleveland Cavaliers. Records show he originally listed it for $17 million. Found less than five miles from American Airlines Arena, where the Heat play, the contemporary compound enjoys a half-acre lot overlooking Biscayne Bay. In keeping with its coastal setting, it has a pool with a swim-up bar and a concrete dock that can fit two 60-foot yachts.",
  "url": "https://www.latimes.com/business/real-estate/story/2021-04-19/lebron-james-former-miami-mansion-with-space-for-two-yachts-sells-for-12-75-million",
  "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/4118733/2147483647/strip/true/crop/1600x971+0+0/resize/840x510!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F94%2F2e%2F417a0a8a47459c64ca9ed8bffe11%2Fimage-01.jpg",
  "author": "Jack Flemming",
  "__v": 0
},{
  "_id": {
    "$oid": "607b74d6bb7682313c3ebaf4"
  },
  "publishedAt": "2021-04-17T22:53:25.268Z",
  "type": "local",
  "title": "'It's just a recipe for destruction,' fire chief says of conditions on front lines of California fires",
  "description": "A prolonged drought followed by a welcomed spike in rain and another dry spell has created a \"recipe for destruction\" that's manifesting itself in wildfires of historic proportions raging in California, leveling thousands of homes and killing at least 31 people, a state fire official told ABC's \"Good Morning America\" on Monday. With blazes burning in both Northern and Southern California, firefighters on the front lines are being pushed to the brink, many working 24-hour shifts to bring the infernos under control, said Battalion Chief Lucas Spellman of the California Department of Forestry and Fire Protection, also known as Cal Fire. \"We're all very exhausted. But at this point, we have people depending on us and we have a job to do and we're not going to stop until these fires are put out,\" Spellman said in an interview with ABC News' Chief Anchor George Stephanopoulos.",
  "url": "https://abcnews.go.com/US/recipe-destruction-fire-chief-conditions-front-lines-california/story?id=59136659",
  "urlToImage": "https://s.abcnews.com/images/US/california-fire-gty-ml-181112_hpMain_16x9_992.jpg",
  "author": "Bill Hutchinson",
  "__v": 0
}]