[{
  "_id": {
    "$oid": "6079dc4c36b4ff1448c2c470"
  },
  "title": "MLB power rankings: Red Sox stay on top, red-hot White Sox make a big jump"
  "description": "Nearing Memorial Day, it's starting to get to the point in the 2021 Major League Baseball season where you can't say it's early anymore.The Boston Red Sox held on to the No. 1 spot in this week's MLB power rankings, while the Chicago White Sox jumped from sixth to second by winning eight of 10 against a pair of division rivals. The Houston Astros jumped seven spots to No. 4 after winning nine of 11 games, pushing the Oakland Athletics for the lead in the AL West. Meanwhile, the Minnesota Twins' descent continues. Through Sunday, the two-time defending AL Central champions had the worst record in baseball.",
  "url": "https://www.usatoday.com/story/sports/mlb/2021/05/17/mlb-power-rankings-red-sox-standings-white-sox-astros/5123586001/",
  "imageUrl": "https://www.gannett-cdn.com/presto/2021/05/17/USAT/b3287a06-64cb-4888-bc96-84b75042d9e4-USATSI_16065050.jpg?crop=3365,1893,x0,y212&width=660&height=370&format=pjpg&auto=webp",
  "publishedAt": "2020-05-17T06:04:59.745Z",
  "category": "sports",
  "__v": 0
},{
  "_id": {
    "$oid": "6079dc5636b4ff1448c2c471"
  },
  "title": "Republicans are setting a tax trap for Biden",
  "description": "Republicans in Congress want to raise the federal gas tax. Yes, the same Republicans who oppose tax hikes most of the rest of the time. You won’t hear them say, “let’s raise the gas tax,” exactly. There’s a code phrase: “user fees.” Senate Minority Leader Mitch McConnell, for instance, says Republicans will support $600 billion in infrastructure spending, as long as user fees cover the cost. “We’re happy to look for traditional infrastructure pay-fors, which means the users participate,” McConnell.",
  "url": "https://finance.yahoo.com/news/republicans-are-setting-a-tax-trap-for-biden-184020085.html",
  "imageUrl": "https://s.yimg.com/ny/api/res/1.2/kfXzQPX1CvT8SuUs.TdGgQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtjZj13ZWJw/https://s.yimg.com/os/creatr-uploaded-images/2021-05/82453d90-b419-11eb-bfc1-93a6172d7471",
  "publishedAt": "2021-05-13T13:40:59.745Z",
  "category": "politics",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21236b4ff1448c2c472"
  },
  "title": "Stock market news live updates: Stocks dip, extending last week's declines as inflation jitters linger",
  "description": "Stocks fell on Monday, resuming last week's declines as investors' concerns around rising inflation persisted.The Dow was off by about 0.2%. The S&P 500 also declined. The Nasdaq extended losses after the index fell for a fourth straight week last week, as technology and growth stocks gave back more gains amid jitters over rising rates. ",
  "url": "https://finance.yahoo.com/news/stock-market-news-live-updates-may-17-2021-113411447.html",
  "imageUrl": "https://cdn.mos.cms.futurecdn.net/kiU3zeV863UoMTHzXfkZeU-1024-80.jpg.webp",
  "publishedAt": "2021-05-17T09:08:59.745Z",
  "category": "finance",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21436b4ff1448c2c473"
  },
  "title": "Israel continues assault on Gaza for 2nd week as Netanyahu vows to quell Hamas rocket fire",
  "description": "Israeli missiles continued to slam into the Gaza Strip on Monday after the deadliest day yet in the current fighting between Israel and the Palestinian group Hamas. At least 42 people were killed in Gaza on Sunday, including children, and several large buildings were destroyed. Israeli Prime Minister Benjamin Netanyahu said he wanted to levy a heavy price against Hamas for launching thousands of rockets at Israel — a barrage that also continued Monday.As the conflict entered a second week, the Israeli strikes in Gaza were blamed for almost 200 Palestinian deaths as of Monday, including 55 children and 33 women. More than 1,200 have been injured in the assault. The rockets launched from the Gaza Strip by Hamas militants have killed eight people in Israel, including a young boy and a soldier.",
  "url": "https://www.cbsnews.com/news/israel-gaza-hamas-palestinians-conflict-second-week/",
  "imageUrl": "https://cdn.cnn.com/cnnnext/dam/assets/210516182452-01-israel-bleacher-collapse-large-169.jpg",
  "publishedAt": "2021-05-17T09:15:59.745Z",
  "category": "world",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21a36b4ff1448c2c474"
  },
  "title": "'Single worst text' Ryan Fitzpatrick ever sent was to Alex Smith after his leg injury",
  "description": "Players and fans alike spent time reminiscing about Alex Smith's 16-year NFL career after he announced his retirement on Monday, but no one had a better — or more embarrassing — story than Washington Football Team quarterback Ryan Fitzpatrick.  Fitzpatrick learned about Smith's retirement while he was recording the \"Green Light\" podcast with retired defensive end Chris Long. The conversation they were having quickly switched to Smith, and Fitzpatrick had nothing but wonderful things to say about him.  \"Everywhere he went, he made the team better,\" Fitzpatrick said about Smith, his fellow 2005 draftee.  Then Fitz decided to reveal what he called \"one of my biggest regrets to date.\" He sent Smith a text following his catastrophic leg injury in 2018, and called it \"the single worst text I've ever sent.\"",
  "url": "https://www.sportingnews.com/us/nfl/news/ryan-fitzpatrick-alex-smith-leg-injury/1lf1yoj0et4jz110svy6px1blc#:~:text=%22When%20Alex%20broke%20his%20leg,ll%20fix%20you%20right%20up.",
  "imageUrl": "https://s.yimg.com/ny/api/res/1.2/TEG_sqfab6Ls3eaJ9JB4Qg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYyMC40ODtjZj13ZWJw/https://s.yimg.com/os/creatr-uploaded-images/2021-04/0b237800-a1f7-11eb-8bbd-93171f709c1c",
  "publishedAt": "2021-03-16T21:37:59.745Z",
  "category": "sports",
  "__v": 0
},{
  "_id": {
    "$oid": "6079f21a36b4ff1448c2c475"
  },
  "title": "Sports betting skyrocketed in pandemic. Experts warn of a 'ticking time bomb'",
  "description": "On the outside, he seemed to be living a charmed life. He was a new dad, with a loving wife and a high-paying job at a Fortune 500 company. But by this March, the 29-year-old man from Rhode Island had hit rock bottom. He had been throwing away money on sports betting for years, but the Covid-19 pandemic brought it to a new level. Trapped in his house, staring at his computer screen all day, the man experienced a malaise that drove him to gamble more. And more. And more. ",
  "url": "https://www.nbcnews.com/news/us-news/sports-betting-skyrocketed-pandemic-experts-warn-ticking-time-bomb-n1266518",
  "imageUrl": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-2000w,f_auto,q_auto:best/newscms/2021_18/3470709/210506-online-gambling-social-al-1040.jpg",
  "publishedAt": "2021-05-15T05:00:59.745Z",
  "category": "sports",
  "__v": 0
},{
  "_id": {
    "$oid": "607b13905025ec30acd4f072"
  },
  "title": "Darshil Shah: Meet the brain behind the bamboo bat",
  "description": "When Dr Darshil Shah tinkered with the core of a cricket bat, he knew the traditionalists would bristle. The custodians of the game were not expected to take too kindly to his innovation of replacing the old willow with laminated bamboo. Shah and co-author Ben Tinkler-Davies concluded in their study that the laminated bamboo bat was robust, offered a better “sweet spot,” and delivered more energy to the ball on impact. The study was published in the Journal of Sports Engineering and Technology, but Marylebone Cricket Club (MCC), which frames the rules of the sport, deemed their prototype bat illegal. “The law would need to be altered to allow bamboo specifically, as even if it were to be recognised as a wood, this would still be illegal under the current law, which bans lamination of the blade, except in junior bats,” an MCC statement said, even as it welcomed the experiment, terming “this angle of willow alternatives as something that must be considered”.",
  "url": "https://indianexpress.com/article/sports/cricket/darshil-shah-the-brain-behind-the-bamboo-bat-7317731/",
  "imageUrl": "https://images.indianexpress.com/2021/05/Darshil-Shah.jpg",
  "publishedAt": "2021-05-1T707:38:09.745Z",
   "category": "sports",
  "__v": 0
},{
  "_id": {
    "$oid": "607b74d6bb7682313c3ebaf4"
  },
  "title": "Local business turns into success because of social media",
  "description": "In April of 2020, Nueces county reached an unemployment rate of 15.8%, which forced some people to get creative about their income.“I had a lot of responsibilities I had to take care of, so I thought what can I do?” says local business owner, Ema Rodriguez.That same month, Ema Rodriguez says her hours were cut short at her previous job, so she decided to turn her project into something more.“Connecting with spirits with blessed and honorable ancestors was something that as a huge part of my life already. I thought, well, if I share it with others maybe there's a want for that, maybe there’s a need for that,” says Rodriguez. As the creator of Weird Corpus and owner of Skeleton Weird Curious, a downtown reading room and spiritual bodega, Rodriguez says her project turned into a full-time job. During the pandemic, Rodriquez says she couldn't take clients into her reading room so she turned to virtual solutions like booking private shopping appointments and card readings through Instagram live and zoom. She says this helped her reach a larger audience from her home. “Which turned into Instagram live videos of me reading cards and that was kind of the catalyst that brought me clients, brought me people that wanted their own private sessions,” says Rodriguez. Experts say Rodriguez did what many others should be doing right now - turning to the internet and social media to help promote their business and themselves. Business launch strategist Destinee Burman suggests clients make the switch to marketing themselves and their business on social media. “One, if I knew I need to be more visible to get attention then two what systems?” says Burman. (perhaps this quote is just missing some punctuation?) Burman says you can use career setbacks as an opportunity. “So, if there is a voice inside your head saying 'look this is something I want to do,' is worth exploring.” Burman says there are ways to find a job right now by using social media to market yourself. Her advice is to first ask yourself if you want to go back to what you were doing before or if you want to try something different. She says right now, between the passion economy and the knowledge economy, people are realizing they can start a business online.",
  "url": "https://www.kristv.com/news/local-news/a-passion-turns-into-a-full-time-job-for-one-local-business-and-owner",
  "imageUrl": "https://ewscripps.brightspotcdn.com/dims4/default/5c694df/2147483647/strip/true/crop/3264x1836+0+41/resize/320x180!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F14%2F25%2F78dbc3db4fa486f597846d2fa8fc%2Fscreen-shot-2021-05-17-at-3.28.54%20AM.png",
  "publishedAt": "2021-05-17T08:01:25.268Z",
   "category": "local",
  "__v": 0
}]
